Repository: updatengine-ng/updatengine-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal info
fr: Informations personnelles

source: Important dates
fr: Evenements

source: Groups and permissions
fr: Groupes et permissions

source: header|Configuration
fr: Configuration

source: yes
fr: oui

source: no
fr: non

source: deployconfig|name
fr: Nom de la configuration

source: deployconfig|activate_deploy
fr: Activer les déploiements

source: deployconfig|activate_time_deploy
fr: Activer une période de déploiement global

source: deployconfig|start_time
fr: Heure de début de période

source: deployconfig|end_time
fr: Heure de fin de période

source: deployconfig|entity
fr: Entité (nouvelles machines)

source: deployconfig|package profile
fr: Profil logiciel (nouvelles machines)

source: machine|packages profile help text
fr: Les profils de configuration logiciels définissent la liste des logiciels par défaut à installer sur ce poste. Cette liste est indépendante des logiciels choisis ci-dessous (champs paquets).

source: deployconfig|time deploy profile
fr: Profil horaire (nouvelles machines)

source: deployconfig|no_break_on_error
fr: Activer la tolérance d'échec

source: deployconfig|no_break_on_error help text
fr: Si activée, le déploiement des paquets continue même s'il y a des erreurs d'installation. Sinon, en cas d'erreur d'installation, le client stoppe le processus de déploiement et ne traite pas les paquets suivants. La configuration générale s'applique aux paquets de déploiement auxquels aucune valeur n'est spécifiée.

source: deployconfig|download_no_restart
fr: Ignorer la persévérance de déploiement

source: deployconfig|download_no_restart help text
fr: Si ignorée, permet de n'exécuter qu'une seule fois la commande puis de passer au paquet suivant. Utile par exemple pour un déploiement sans condition ou pour éviter des tentatives d'installation longues dues à des expirations de délai. La configuration générale s'applique aux paquets de déploiement auxquels aucune valeur n'est spécifiée.

source: deployconfig|deployconfig
fr: Configuration des déploiements

source: deployconfig|deployconfigs
fr: Configuration des déploiements

source: header|settings
fr: Paramètres

source: globalconfig|name
fr: Nom de la configuration

source: globalconfig|show_warning
fr: Afficher les avertissements dans l'historique

source: globalconfig|show_warning help text
fr: Dans l'historique des déploiements, affiche ou masque les messages d'avertissements ('Warning...') indiquants qu'une condition n'est pas remplie. Ces messages indiquent donc que le logiciel est déjà installé.

source: globalconfig|remove_duplicate
fr: Supprimer les machines en doublons

source: globalconfig|remove_duplicate help text
fr: Le processus de suppression des machines en doublons est effectué lors de chaque remontée d'inventaire. En cas de machine portant le même nom, les anciennes valeurs de profil de configuration et période de déploiement sont réattribuées.

source: globalconfig|globalconfig
fr: Configuration générale

source: globalconfig|globalconfigs
fr: Configuration générale

source: entity|entity
fr: entité

source: subuser|entity
fr: Droits récurssifs sur les entités

source: Authentication profile
fr: Profil d'authentification

source: package|general information
fr: Général

source: package|package edition
fr: Edition du paquet

source: package|deployment options
fr: Options de déploiement

source: package|timeprofiles options
fr: Périodes de déploiement

source: package|permissions
fr: Permissions

source: deployconfig|ignore period short description
fr: Ignorer période globale

source: deployconfig|no break on error short description
fr: Tolérance d'échec

source: deployconfig|download no restart short description
fr: Ignorer persévérance

source: package|command
fr: commande

source: package|time profiles short description
fr: Périodes

source: The package &ldquo; %s &rdquo; has been copied to &ldquo; %s &rdquo; successfully.
fr: Le paquet &laquo; %s &raquo; a été copiée vers &laquo; %s &raquo; avec succès.

source: package|deployment packages duplicate
fr: Dupliquer les Paquets de déploiements sélectionnés

source: Warning: you will not be able to update a package that you didn't create if exclusive editor is set to yes for this package
fr: Attention, vous ne pouvez pas éditer un paquet que vous n'avez pas crée si il est verrouillé en 'éditeur exclusif'

source: packagehistory|status
fr: statut

source: packagehistory|command
fr: commande

source: package
fr: Paquet

source: packageprofile|general information
fr: Général

source: Warning: you will not be able to update a profile that you didn't create if exclusive editor is set to yes for this package
fr: Attention, vous ne pouvez pas éditer un profil que vous n'avez pas crée si il est verrouillé en 'éditeur exclusif'

source: timeprofile|general information
fr: Général

source: timeprofile|Warning: you will not be able to update a wake on lan task that you didn't create if exclusive editor is set to yes for this package
fr: Attention, vous ne pouvez pas éditer un profil horaire que vous n'avez pas crée si il est verrouillé en 'éditeur exclusif'

source: packagewakeonlan|general information
fr: Général

source: packagewakeonlan|Warning: you will not be able to update a wake on lan task that you didn't create if exclusive editor is set to yes for this package
fr: Attention, vous ne pouvez pas éditer une tâche de wake on lan que vous n'avez pas créée si elle est verrouillée en 'éditeur exclusif'

source: packagecondition|general information
fr: Général

source: packagecondition|permissions
fr: Permissions

source: The condition &ldquo; %s &rdquo; has been copied to &ldquo; %s &rdquo; successfully.
fr: La condition &laquo; %s &raquo; a été copiée vers &laquo; %s &raquo; avec succès.

source: packagecondition|packages conditions duplicate
fr: Dupliquer les Conditions d'installations sélectionnées

source: packagecondition|Warning: you will not be able to update a condition that you didn't create if exclusive editor is set to yes for this package
fr: Attention, vous ne pouvez pas éditer une condition que vous n'avez pas créée si elle est verrouillée en 'éditeur exclusif'

source: impex|general information
fr: Général

source: header|Deploy
fr: Déploiements

source: entity
fr: Entité

source: hostFilter
fr: Machine

source: statusFilter
fr: Status

source: only my packages
fr: Mes paquets

source: packagecondition
fr: conditions

source: package|yes
fr: oui

source: package|no
fr: non

source: installed
fr: Logiciel et version est installé

source: notinstalled
fr: Logiciel et version n'est pas installé

source: lower
fr: Logiciel non installé ou version inférieure à

source: higher
fr: Logiciel installé et version supérieure à

source: operating_system_is
fr: Système d'exploitation est

source: operating_system_not
fr: Système d'exploitation n'est pas

source: is_W64_bits
fr: Poste Windows 64 bits

source: is_W32_bits
fr: Poste Windows 32 bits

source: language_is
fr: Langue du système est

source: hostname_in
fr: Le nom d'hôte est

source: hostname_not
fr: Le nom d'hôte n'est pas

source: username_in
fr: Le nom d'utilisateur est

source: username_not
fr: Le nom d'utilisateur n'est pas

source: ipaddr_in
fr: L'adresse IP est

source: ipaddr_not
fr: L'adresse IP n'est pas

source: vendor_in
fr: La marque de machine est

source: vendor_not
fr: La marque de machine n'est pas

source: product_in
fr: Le modèle de machine est

source: product_not
fr: Le modèle de machine n'est pas

source: type_in
fr: Le type de machine est

source: type_not
fr: Le type de machine n'est pas

source: isfile
fr: Le fichier existe

source: notisfile
fr: Le fichier n'existe pas

source: isdir
fr: Le répertoire existe

source: notisdir
fr: Le répertoire n'existe pas

source: isfiledir
fr: Le fichier ou le répertoire existe

source: notisfiledir
fr: Le fichier ou le répertoire n'existe pas

source: hashis
fr: Le hachage SHA-256 du fichier est

source: hashnot
fr: Le hachage SHA-256 du fichier n'est pas

source: exitcodeis
fr: Le code de retour de la commande est

source: exitcodenot
fr: Le code de retour de la commande n'est pas

source: executetimes
fr: Exécuter au maximum X fois par jour/semaine/mois

source: installtimes
fr: Installer au maximum X fois par jour/semaine/mois

source: executedelay
fr: Exécuter à intervalle minimum de X minutes/heures/jours

source: installdelay
fr: Installer à intervalle minimum de X minutes/heures/jours

source: packagecondition|name
fr: nom de la condition

source: packagecondition|depends
fr: Condition à vérifier:

source: packagecondition|depends help text
fr: <u>Attention</u> : Pour les clients < 3.0, les conditions étendues telles que l'existence de fichiers et répertoires, le hachage et le code retour de commande sont ignorées et le paquet de déploiement concerné n'est jamais installé.

source: packagecondition|softwarename
fr: nom de logiciel, d'hôte, de fichier, adresse IP, marque, type, modèle, commande ou période

source: packagecondition|softwarename help text
fr: Dans toutes les conditions qui concernent les logiciels, le nom d'hôte ou d'utilisateur, la marque, le modèle, le type de machine, le caractère '*' permet de remplacer 0 ou plusieurs caratères (ex: 'Java * Update * (64-bit)', 'host1,host-2*'). <br>Pour une condition concernant le système d'exploitation, indiquer le nom du système concerné.<br>Pour les conditions 'Nom d'hôte', 'Nom d'utilisateur', 'Adresse IP', 'Marque', 'Modèle', 'Type de machine', ce peut être une liste de valeurs séparées par des virgules.<br>Pour la condition 'Adresse IP', il est possible de spécifier une adresse IP ou une adresse réseau (ex: '192.168.1.10', '192.168.1.10/32', '192.168.1.0/24').<br>Pour les conditions 'au maximum X fois par', spécifier une des périodes calendaires 'jour', 'semaine' ou 'mois'. La période est le jour courant, la semaine (lun-dim) ou le mois (1-31).<br>Pour les conditions 'à intervalle minimum de', spécifier 'minutes', 'heures' ou 'jours'.

source: packagecondition|softwareversion
fr: version, hachage, code de retour, périodicité ou intervalle

source: packagecondition|softwareversion help text
fr: Pour une condition concernant le système d'exploitation, indiquer la version du système ou laisser undefined si vous ne souhaitez pas préciser de version (Service pack etc...).<br>Pour les conditions 'non installé ou inférieure' et 'installé et supérieure', laisser vide pour de ne vérifier que le nom du logiciel.<br>

source: packagecondition|entity
fr: Entités

source: packagecondition| condition last editor
fr: Dernier éditeur

source: packagecondition|exclusive editor
fr: Editeur exclusif

source: packagecondition|package condition
fr: condition d'installation de logiciel

source: packagecondition|packages conditions
fr: Conditions d'installations

source: package|deployment packages
fr: Paquets de déploiements

source: package|name
fr: nom

source: package|description
fr: description

source: package|conditions
fr: conditions

source: package|command help text
fr: La commande sera lancée depuis le répertoire temporaire d'extraction du paquet et pourra utiliser les variables d'environnement.

source: package|packagesum
fr: somme md5

source: package|packagehash
fr: somme sha512

source: package|filename
fr: fichier

source: package|ignore deploy period
fr: ignorer la période de déploiement globale

source: package| public package
fr: Paquet public

source: package|entity
fr: Entité

source: package| package last editor
fr: Dernier éditeur

source: package|exclusive editor
fr: Editeur exclusif

source: package|global variables
fr: variables globales

source: package|global variables help text
fr: Cette option permet l'usage des variables globales <i>{{username}}</i>, <i>{{hostname}}</i> et <i>{{domain}}</i> qui sont inventoriées sur la machine.

source: package|time profiles
fr: Périodes de déploiement

source: package|time profiles help text
fr: Attention : Les périodes de déploiement du paquet s'appliquent uniquement dans la période globale ou d'entité si elle est activée ou si ce paquet est configuré pour ignorer cette période.

source: deployconfig|no break on error
fr: Activer la tolérance d'échec

source: deployconfig|no break on error help text
fr: Si activée, en cas d'erreur d'installation, le client stoppe tout déploiement et ne traite pas les paquets suivants. Par défaut, la configuration globale est utilisée.

source: deployconfig|download no restart
fr: Ignorer la persévérance de déploiement

source: deployconfig|download no restart help text
fr: Si ignorée, permet de n'exécuter qu'une seule fois la commande puis de passer au paquet suivant. Utile par exemple pour un déploiement sans condition ou pour éviter des tentatives d'installation longues dues à des expirations de délai. Par défaut, la configuration globale est utilisée.

source: deployconfig|install_timeout
fr: Délai d'expiration

source: deployconfig|install_timeout help text
fr: Délai en secondes après lequel le client force l'arrêt du déploiement d'un paquet.

source: package|deployment package
fr: paquet de déploiement

source: packageAdmin|get_conditions
fr: conditions

source: package|deployment custom variables
fr: variables personnalisées

source: name
fr: nom

source: packagecustomvar|name help text
fr: Le nom est utilisable avec la syntaxe {{nom}} dans les conditions et les commandes. Les noms suivants sont réservés et ne peuvent pas être utilisés : username, hostname, domain.

source: value
fr: valeur

source: packagecustomvar|apply on commands
fr: commandes

source: packagecustomvar|apply on conditions
fr: conditions

source: package|deployment custom variable
fr: variable personnalisée

source: package|deployment reserved names
fr: Les noms suivants sont réservés et ne peuvent pas être utilisés : username, hostname, domain.

source: package|deployment at least one scope
fr: Au moins un champ d'application doit être sélectionné (Commandes, Conditions).

source: packagehistory|name
fr: nom

source: packagehistory|description
fr: description

source: packagehistory|packagesum
fr: somme md5

source: packagehistory|filename
fr: fichier

source: packagehistory|machine
fr: machine

source: packagehistory|package
fr: paquet

source: packagehistory|date
fr: date

source: packagehistory|package history
fr: historique de déploiement

source: packagehistory|packages history
fr: Historique des déploiements

source: packageprofile|name
fr: nom

source: packageprofile|description
fr: description

source: packageprofile|packages
fr: paquets

source: packageprofile|parent
fr: profile parent

source: packageprofile|entity
fr: Entité

source: packageprofile| condition last editor
fr: Dernier éditeur

source: packageprofile|exclusive editor
fr: Editeur exclusif

source: packageprofile|package profile
fr: profil de configuration logicielle

source: packageprofile|packages profiles
fr: Profils de configurations

source: packageAdmin|get_packages
fr: Paquets inclus

source: packagewakeonlan|Programmed
fr: Tâche programmée

source: packagewakeonlan|Completed
fr: Tâche terminée

source: packagewakeonlan|name
fr: Nom

source: packagewakeonlan|packagewakeonlan help text
fr: Attention: Dans cette version cette tâche ne peut être utile que sur le sous-réseau d'installation du serveur updatengine ou sur les vlans "environnant" (nécessite le paramétrage de vos équipements.)

source: packagewakeonlan|description
fr: description

source: packagewakeonlan|machines to start
fr: machines à démarrer

source: packagewakeonlan|start_time
fr: date et heure de démarrage

source: packagewakeonlan|status
fr: statut

source: packagewakonelan|entity
fr: Entité

source: packagewakonelan| condition last editor
fr: Dernier éditeur

source: packagewakonelan|exclusive editor
fr: Editeur exclusif

source: packagewakeonlan|package wakeonlan
fr: tâche de wake on lan

source: packagewakeonlan|packages wakeonlan
fr: Tâches de wake on lan

source: timeprofile|name
fr: nom du profil

source: timeprofile|timeprofile help text
fr: Attention les périodes de déploiement peuvent être ignorées si une période globale est activée (menu configuration) ou si un paquet est configuré pour ignorer ces périodes.

source: timeprofile|description
fr: description

source: timeprofile|start_time
fr: Heure de début de période

source: timeprofile|end_time
fr: Heure de fin de période

source: timeprofile|entity
fr: Entité

source: timeprofile| condition last editor
fr: Dernier éditeur

source: timeprofile|exclusive editor
fr: Editeur exclusif

source: timeprofile|time profile
fr: Période de déploiement

source: timeprofile|time profiles
fr: Périodes de déploiement

source: impex|name
fr: Nom de l'import/export

source: impex|description
fr: description

source: impex|packagesum
fr: somme md5

source: impex|filename
fr: fichier

source: impex|package
fr: paquet

source: impex|date
fr: Date de dernière connexion

source: impex|entity
fr: Entité

source: impex| condition last editor
fr: Dernier éditeur

source: impex|exclusive editor
fr: Editeur exclusif

source: impex|filename_link
fr: fichier d'export

source: impex|import/export
fr: import/export

source: impex|imports/exports
fr: Imports/Exports

source: operating_system
fr: Système d'exploitation

source: force_wakeup
fr: Réveiller maintenant (Wake on lan)

source: force_inventory
fr: Forcer la remontée maintenant

source: header|Inventory
fr: Inventaires

source: Activate advanced filter
fr: Activer la recherche par logiciels

source: As software or not?
fr: Condition de recherche:

source: as_not_software
fr: Postes ne possédent pas

source: as_software
fr: Postes possédent

source: software
fr: nom du logiciel

source: softversion
fr: version

source: domain
fr: domaine

source: username
fr: utilisateur

source: language
fr: Langue du système est:

source: typemachine
fr: Type

source: osdistribution
fr: nom du système

source: timeprofile
fr: Profil horaire

source: packageprofile
fr: Profil de configuration

source: osname
fr: système

source: osversion
fr: version

source: osarch
fr: architecture

source: commentFilter
fr: commentaire

source: entity|name
fr: nom

source: entity|description
fr: description

source: entity|parent
fr: parent

source: entity|package profile
fr: Profil de configuration

source: entity|packages profile help text
fr: Les profils de configuration logiciels définissent la liste des logiciels par défaut à installer sur ce poste. Cette liste est indépendante des logiciels choisis ci-dessous (champs paquets).

source: entity|old package profile
fr: Ancien profil de configuration logicielle

source: entity|old packages profile help text
fr: Les profils de configuration logiciels définissent la liste des logiciels par défaut à installer sur ce poste. Cette liste est indépendante des logiciels choisis ci-dessous (champs paquets).

source: entity|force_packageprofile
fr: Forcer l'application du profil ?

source: entity|time profile
fr: Période de déploiement

source: entity|time profile help text
fr: Attention les périodes de déploiement peuvent être ignorées si une période globale est activée (menu configuration) ou si un paquet est configuré pour ignorer ces périodes.

source: entity|old time profile
fr: Ancienne période de déploiement

source: entity|old time profile help text
fr: Attention les périodes de déploiement peuvent être ignorées si une période globale est activée (menu configuration) ou si un paquet est configuré pour ignorer ces périodes.

source: entity|force_timeprofile
fr: Forcer la période de déploiement ?

source: entity|redistrib_url
fr: Chemin de redistribution

source: entity|ip_range
fr: Forcer affectation automatique pour les réseaux IP

source: entity|ip range help text
fr: Liste d'adresses IP séparées par une virgule. Ex:192.168.1.0/24,192.168.2.1<br>Attention: Nécessite une entité par défaut pour les nouvelles machines ou une entité définie sur les machines existantes pour s'appliquer.

source: entity|entities
fr: Entités

source: typemachine|name
fr: nom

source: typemachine|typemachine
fr: type de machine

source: typemachine|typesofmachines
fr: types de machines

source: machine|serial
fr: numéro de série

source: machine|name
fr: nom

source: machine|vendor
fr: marque

source: machine|product
fr: modèle

source: machine|domain
fr: domaine

source: machine|uuid
fr: UUID

source: machine|username
fr: utilisateur

source: machine|language
fr: langue

source: machine|entity
fr: entité

source: machine|package profile
fr: profil de configuration

source: machine|time deploy profile
fr: période de déploiement

source: machine|lastsave
fr: dernière connexion

source: machine|typemachine
fr: type de machine

source: machine|netsum
fr: netsum

source: machine|ossum
fr: ossum

source: machine|softsum
fr: softsum

source: machine|packages
fr: paquets à installer statiquement

source: machine|manualy_created
fr: machine créée manuellement

source: machine|comment
fr: commentaire

source: machine|machine
fr: machine

source: machine|machines
fr: Machines

source: osdistribution|name
fr: nom du système

source: osdistribution|version
fr: version

source: osdistribution|arch
fr: architecture

source: osdistribution|systemdrive
fr: disque système

source: osdistribution|host
fr: machine

source: osdistribution|manualy_created
fr: système créé manuellement

source: osdistribution|osdistribution
fr: système et architecture

source: osdistribution|osdistributions
fr: Systèmes et architectures

source: net|ip
fr: adresse IP

source: net|mask
fr: masque

source: net|mac
fr: adresse MAC

source: net|host
fr: machine

source: net|manualy_created
fr: réseau créé manuellement

source: net|network
fr: réseau

source: net|networks
fr: Réseaux

source: software|name
fr: nom

source: software|version
fr: version

source: software|uninstall
fr: desinstalleur

source: software|host
fr: machine

source: software|manualy_created
fr: logiciel créé manuellement

source: software|software
fr: logiciel

source: software|softwares
fr: Logiciels

source: Recent Actions
fr: Actions récentes

source: ModelList: Administration
fr: Gestion des droits

source: ModelList: Links
fr: Liens

source: french
fr: français

source: english
fr: anglais

source: header|Latest stable
fr: Dernière stable

source: impex|impex title
fr: imports/exports

source: header|Auth
fr: Authentification

source: groups
fr: groupes

source: users
fr: utilisateurs

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Se déconnecter

source: Home
fr: Accueil

source: Choose_language
fr: Langue de l'interface

source: Yes, I'm sure
fr: Oui, je suis sûr

source: Cancel
fr: Annuler

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre ancien mot de passe, pour des raisons de sécurité, puis saisir votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez saisi correctement.
